<template>
    <div class="text-center">
        <v-dialog
            v-model="dialog"
            width="500"
        >
            <v-card>
                <v-card-text>
                    본 약관은 2018년 10월 31일부터 적용됩니다.

1. 총칙

제 1조 (목적)

왓챠플레이 서비스 약관(이하 “약관”)은 주식회사 왓챠(이하 “회사”)가 제공하는 동영상 스트리밍 서비스(웹, 모바일 웹•앱 서비스 등을 포함)인 왓챠플레이(WATCHA PLAY) 서비스(이하 “서비스”)를 이용함에 있어 회사와 회원간의 권리, 의무 및 책임사항, 서비스 이용조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다.

제 2조 (용어의 정의)

- 이 약관에서 사용되는 용어의 정의는 다음과 같습니다.

1)회원: 왓챠 약관 및 본 약관에 동의하고 계정을 생성한 자로서, 회사가 제공하는 서비스를 통하여 무료로 제공하는 정보를 지속적으로 이용할 수 있는 자를 말합니다.

2)유료회원: 별도의 금액을 지불하고 월 정기 이용권 등을 결제하여 유료서비스를 이용하는 회원을 의미합니다.

3)유료서비스: 회사가 제공하는 서비스 중 회원이 회사에 일정 금액을 결제하거나, 회원이 회사 또는 제3자와의 거래 내지 약정 조건을 수락하는 경우에 이용할 수 있는 회사의 서비스를 의미합니다. 단, 회사 또는 제 3자로부터 사이트에 연결(링크)된 유료 콘텐츠 제공업체 및 회사와의 계약을 통하여 입점한 제휴서비스는 회사의 유료서비스 이용행위로 보지 않으며, 본 약관을 적용하지 아니합니다.

4)‘결제’라 함은 회원이 유료서비스를 이용하기 위하여 이 약관 제 8조 각호에서 정한 각종 지불수단을 통하여 회사가 정한 일정 금액을 회사에 지불하는 것을 의미합니다.

5)‘콘텐츠’라 함은 「정보통신망이용촉진 및 정보보호 등에 관한 법률」 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는 부호, 문자, 음성, 음향, 이미지 또는 영상 등으로 표현된 자료 또는 정보입니다.

- 이 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계 법령 및 서비스별 안내에서 정하는 바에 의합니다.

제 3조 (약관의 효력/변경 등)

- 이 약관은 회원이 이 약관에 동의한 날로부터 회원 탈퇴 시까지 적용하는 것을 원칙으로 합니다. 단, 이 약관의 4조, 5조, 13조, 14조, 17조, 18조, 19조, 20조, 21조, 22조는 회원이 탈퇴 후에도 유효하게 적용될 수 있습니다

- 회사는 필요에 따라 약관을 수정할 수 있으며, 개정 전 약관과 함께 적용일자 7일 전부터 웹 사이트에서 확인할 수 있도록 게시합니다. 다만, 이용자에게 불리하게 약관을 변경하는 경우에는 적용일자 30일 전에 개정내용을 이용자가 확인할 수 있도록 게시합니다.회원은 변경된 약관에 동의하지 않을 경우, 회원 탈퇴(해지)를 할 수 있으며, 회원이 변경된 개정약관의 효력 발생일 이후에도 서비스를 계속 이용할 경우, 개정약관이 적용 됩니다.

- 회사는 이 약관을 회원이 그 전부를 인쇄할 수 있고 확인할 수 있도록 필요한 기술적 조치를 취합니다.

- 이 약관의 제 규정은, 왓챠 약관의 관련 규정에 우선 적용되며, 왓챠 약관과 이 약관의 정의, 내용 등이 서로 상충되는 경우 이 약관의 관련 규정을 적용합니다. 이 약관에 명시되지 아니한 사항에 대하여는 콘텐츠산업진흥법, 전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률 등 관련 법령에 따릅니다.



2. 유료서비스 이용 계약

제 4조 (유료서비스 이용계약의 성립 및 승낙의 제한)

- 회사가 운영하는 왓챠플레이 유료서비스 대한 이용계약은 이 약관에 동의한다는 의사표시(동의함을 선택)와 함께 이용 신청을 하고 회사가 이를 승낙함으로써 성립합니다.

- 회원은 유료서비스 이용계약을 체결하기 전에 해당 유료서비스에 대하여 이 약관에서 회사가 명시, 고지하는 사항을 숙지하고, 착오 없이 정확히 거래할 수 있도록 하여야 합니다.

- 회사와 회원간 유료서비스 이용계약은 회사의 승낙이 있는 때(유료서비스의 “구매/결제완료 등”의 표시가 회원에게 절차상 표시된 시점)에 성립합니다.

- 회사는 다음 각 호에 해당하는 경우, 이용신청을 승낙하지 아니하거나 소정의 조건 성취 또는 제한 사유가 해소될 때까지 일정 기간 동안 승낙을 유보할 수 있습니다.

1)가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우

2)실명이 아니거나 타인의 명의를 이용한 경우

3)허위의 정보를 기재하거나, ‘회사’가 제시하는 내용을 기재하지 않은 경우

4)회사에 서비스 이용료 등을 납부하지 아니하여 이용계약이 해지된 자가 체납된 이용료를 납부하지 아니한 경우

5)타 전기통신사업자 요금을 미납 또는 연체하고 있는 경우

6)공공의 안녕질서 및 미풍양속을 해할 우려가 있는 경우

7)신용정보의이용및보호에관한법률, 신용정보집중기관의 신용정보관리규약, 신용정보사의 신용정보 공통관리규약 등에 따라 채무불이행정보(정보통신요금 체납자로 등록된 경우 포함), 공공기록정보, 금융질서 문란자 정보 등에 등록되어 있는 경우

8)설비에 여유가 없거나 기술상 ‘서비스’ 제공이 어려운 경우

9)‘이용자’의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우

10)기타 ‘회사’가 ‘서비스’ 제공상 필요하다고 인정하는 경우

- 회원은 유료서비스 이용 신청 시 필요한 제반 사항을 기재할 경우 회원의 현재의 사실과 일치하는 정보를 기재하여야 하며, 회원이 이용하고자 하는 유료서비스의 결제방법의 선택 및 선택한 결제방법에 필요한 결제정보를 정확히 회사에 제공하여야 하며, 해당 사항이 변경될 경우 지체 없이 회사가 정한 절차에 따라 변경사항을 고지, 반영하여야 합니다.

- 회사는 회원 가입에 필요한 기재사항 이외에 회원의 서비스 이용에 필요한 최소한의 정보를 수집할 수 있습니다. 이를 위해 회사가 문의한 사항에 대해 회원은 성실하게 고지합니다. 회사는 이 경우 수집하는 회원의 정보를 왓챠 이용약관, 이 약관, 개인정보취급방침 및 「정보통신망의 이용촉진 및 정보보호 등에 관한 법률」이 정한 바에 따라 이용, 관리합니다.

제 5조 (프로그램 설치 및 데이터 수집)

- 회사는 유료서비스를 제공함에 있어 필요한 경우 회원에게 어플리케이션 및 별도의 프로그램을 설치하도록 안내할 수 있으며, 회원은 원하지 않을 경우 그 설치를 거부할 수 있습니다. 다만, 회원이 어플리케이션 및 별도 프로그램의 설치를 거부하는 경우 서비스 이용이 제한될 수 있습니다.

- 회사는 회원의 서비스 이용 단말기의 데이터를 수집하고 이용할 수 있습니다.

- 회사는 제2항의 데이터를 서비스를 개선하거나 이용자의 사용환경에 적합한 서비스 또는 기술을 제공하기 위한 목적으로만 사용하며 그 외의 다른 목적으로 사용하지 않습니다.

제 6조(서비스 이용의 기술적 요구 사항)

회사는 서비스를 공급하면서 다음 각 호의 사양이 충족되어야 정상적인 서비스 이용이 가능하며, 회원이 아래의 필수 사양을 충족하지 못하여 서비스 이용이 제한되더라도 회원은 이를 이유로 회사에 이의를 제기할 수 없습니다.

<서비스 이용 필수 사양>

1)컴퓨터(PC)

- 운영체제(OS) : Windows , OSX , Linux 등 아래 열거한 웹브라우저 이용이 가능한 OS

- 웹브라우저 : Internet Explorer 10.0이상, Chrome , Safari , Firefox 웹 브라우저 (회사가 제공하는 서비스는 HTML5가 지원되는 브라우저에 최적화 되어 있습니다.)

2)모바일 단말기 (Smart Phone, 태블릿 PC)

- 지원 단말기 : [미정]

3)스마트 TV

- 지원 단말기 : [미정]

제 7조 (미성년자 이용계약에 관한 특칙)

- 회사는 만 19세 이하의 미성년이용자가 유료서비스를 이용하고자 하는 경우에 부모 등 법정 대리인의 동의를 얻거나, 계약체결 후 추인을 얻지 않으면 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수 있다는 내용을 계약체결 전에 고지하는 조치를 취합니다. 다만, 미성년자가 속임수로써 자기를 성년자로 믿게 하거나 법정대리인의 동의가 있는 것으로 믿게 한 경우에는 취소할 수 없습니다.

- 전 항과 관련하여 당사자가 미성년자인지 여부는 결제가 진행된 모바일 기기, 결제 실행자의 정보, 결제 수단의 명의자 등을 근거로 하여 종합적으로 판단합니다. 또한 회사는 정당한 취소권의 행사인지 여부를 확인하기 위하여 미성년자 및 법정대리인임을 증명할 수 있는 서류의 제출을 요청할 수 있습니다.



3. 유료 서비스 이용

제 8조 (유료서비스와 유료회원)

- 회사가 유료회원의 이용신청을 승낙한 때(일부 서비스의 경우, 이용 신청 접수 후 사전 공지한 지정된 일자)로부터 유료서비스는 개시되며, 회사의 기술적 사유 등 기타 사정에 의하여 유료서비스를 개시할 수 없는 경우에는 제3조(약관의 효력/변경 등)의 방법에 따라 회원에게 사전 공지합니다.

- 회사는 회원의 유료서비스 이용신청이 있게 되는 경우, 해당 회원에게 이용신청의 내용을 통지합니다. 회사의 통지를 받은 회원은 의사표시의 불일치 등이 있는 경우 회사에 정정 또는 수정을 요청하여야 하며, 회사는 회원의 요청에 따라 처리하여야 합니다. 다만, 이미 대금을 지불한 경우에는 이 약관의 청약 철회 등에 관한 규정에 따릅니다.

- 회사는 다음 각 호와 같은 유료서비스를 제공하며, 회사의 사정, 기타 제반 여건에 따라 서비스 내용을 추가하거나 변경할 수 있습니다.

1) 자동결제 여부에 따른 분류
- 정기결제형 이용권: 유료회원이 미리 등록한 결제수단을 통하여 월 단위로 이용요금이 자동으로 결제되고 이용기간이 자동 갱신되는 서비스
- 기간만료형 이용권: 이용 가능 기간이 만료되는 경우, 유료서비스의 이용이 종료되는 서비스

2) 판매방식에 따른 분류
- 직접판매: 회사가 제공하는 유료서비스를 회원에게 결제 수단을 통해 직접 제공하는 방식을 말합니다.
- 대행판매: 회사가 제공하는 유료서비스를 제 3자를 통해 판매하는 방식으로 해당 판매상품의 이용방식은 제휴사가 제공하는 유료서비스 안내에 따릅니다.

- 유료회원이 유/무선네트워크를 통하여 서비스에 접속하거나 유/무선네트워크가 연결된 상태의 기기 내에 탑재된 어플리케이션을 통하여 제반 서비스를 이용하는 경우, 유료회원과 유료회원이 가입한 해당 통신사간에 체결된 통신 요금제에 의한 별도의 데이터 통화료가 발생합니다. 이 경우 발생하는 데이터 통화료는 유료회원과 해당 통신사간에 체결된 통신요금제에 따라 과금/청구/수납되므로, 데이터 통화료에 대해서는 회사는 어떠한 책임도 지지 않습니다.

- 콘텐츠(영화, TV 시리즈)의 권리를 보유하고 있는 개인, 단체, 법인(‘권리자 등’) 간의 계약의 체결 여부 및 개별 계약의 내용, ‘권리자 등’의 사후 요청에 따라 콘텐츠의 이용이 제한되거나 변경될 수 있습니다. 회사는 ‘권리자 등’의 요청이 있게 되는 경우, 해당 요청에 따라 유료서비스를 지원하는 기기의 종류, 회원별 이용 가능 기기 대 수 등을 변경할 수 있습니다.

제 9조 (결제수단)

회원이 유료서비스의 결제를 위하여 이용할 수 있는 수단은 다음 각 호와 같습니다.

1)신용카드

2)정보통신망 이용촉진 및 정보보호 등에 관한 법률에 의한 통신과금서비스

- 서비스 요금이 회사와 제휴한 통신사의 통신요금과 합산하여 청구됩니다.

3)전자지급결제대행업을 영위하는 제3자를 통한 결제서비스

제 10조 (서비스 지역)

- 유료서비스는 대한민국에서만 이용 가능합니다.

제 11조 (B2B 거래)

- B2B 거래란 특정 법인에게 왓챠플레이 유료서비스를 대량으로 판매하는 거래를 말합니다.

- B2B 거래 시 거래량 및 해당 이용권의 용도에 따라 일정 수준의 할인율을 적용할 수 있습니다.



4. 유료서비스의 변경, 청약 철회, 해지, 정지 및 중단

제 12조 (유료서비스 가액 변경)

회사는 운영상, 기술상의 필요에 따라 공급하는 유료서비스 가액을 변경할 수 있으며, 제3조(약관의 효력/변경 등)의 방법에 따라 유료회원에게 사전공지합니다.

제 13조 (유료서비스 예약 변경, 즉시 변경 등)

- 회원이 이미 구매/가입한 유료서비스는 원칙적으로 변경 처리가 되지 않고 해지 후 익월 다른 이용권으로 가입하도록 되어 있으나, 회사가 사전에 공지하고 정하는 일부 이용권에 한하여 회원이 변경신청할 경우, 1개월 예약 변경을 할 수 있습니다.

- 예약 변경의 경우, 회원이 변경 요청한 달의 이용기간이 만료되는 날까지 기존 구매/가입한 이용권을 이용할 수 있으며, 이용기간 만료일 익일부터 변경 요청한 이용권으로 변경 적용됩니다. 다만 타사 계정을 결제 수단으로 사용하여 결제한 경우 해당 타사의 정책을 따릅니다.

제 14조 (청약 철회 및 서비스 이용계약의 해제 • 해지)

- 유료회원은 해당 유료서비스를 전혀 사용하지 아니하였을 경우에 한하여 결제일로부터 7일 이내에 회사에 결제 취소(청약 철회)를 요청할 수 있습니다.

- 유료회원이 유료서비스에 대하여 전혀 사용하지 아니하였더라도, 청약 철회 가능한 기간(결제일로부터 7일 이내)을 경과하여 청약 철회를 신청하였을 때 환불은 불가능합니다.

- 유료회원이 이미 결제한 서비스 이용 계약을 해제, 해지 했을 때, 계약 후 남은 계약 기간 동안 유료서비스를 이용할 수 있습니다.

- 청약의 철회는 유료회원이 서비스 홈페이지를 통해 할 수 있으며, 회사에 의사를 표시하여 회사에 도달될 때 그 효력이 발생하고, 회사는 유료회원의 의사표시를 수령한 후 지체 없이 이러한 사실을 유료회원에게 회신합니다.

- 회사는 유료회원이 청약 철회, 해지/해제 신청을 확인 후 환불 금액이 있을 경우, 원칙적으로 유료회원의 해당 의사표시를 수령한 날로부터 3영업일 이내에 결제수단 별 사업자에게 대금의 청구 정지 내지 취소를 요청하고, 유료회원이 결제한 동일 결제수단으로 환불함을 원칙으로 합니다. 단, 회사가 사전에 유료회원에게 전자메일, 서비스 홈페이지로 공지한 경우 및 아래의 각 경우와 같이 개별 결제 수단별 환불 방법, 환불 가능 기간 등이 차이가 있을 수 있습니다.

1)신용카드 등 수납 확인이 필요한 결제수단의 경우에는 수납 확인일로부터 3영업일 이내

2)결제수단 별 사업자가 회사와의 약정을 통하여 사전에 대금 청구 정지 내지 결제 취소 가능 기한 등을 미리 정하여 둔 경우로 해당 기한을 지난 환불의 경우

3)유료회원이 환불 처리에 필요한 정보 내지 자료를 회사에 즉시 제공하지 않는 경우(현금 환불 시 신청인의 계좌 및 신분증 사본을 제출하지 아니하거나, 타인 명의의 계좌를 제공하는 경우 등)

4)해당 회원의 명시적 의사표시가 있는 경우

- 회사는 「콘텐츠산업 진흥법」제28조에 따라 제정된 「콘텐츠이용자보호지침」 등에 따라, 회사가 부담하였거나 부담할 부대비용, 수수료를 차감하여 환불할 수 있습니다.

- 회원이 유료서비스를 선물 받거나, 프로모션 등을 통해 무료/무상으로 취득하는 등 회원이 직접 비용을 지불하지 아니하고 이용하는 유료서비스에 대하여 회사는 회원에게 유료서비스 결제 대금을 환불할 의무를 부담하지 않습니다.

- 회원이 이 약관에서 정하는 회원의 의무를 위반하였을 경우, 계약을 해제, 해지하거나 서비스 이용 제한, 손해배상 청구 등의 조치를 취할 수 있으며, 계약 해지 후 환불하여야 할 금액이 있을 경우에는 일정한 범위 내에서 회원이 부담할 금액을 공제하고 환불합니다. 이 경우 회원은 해당 회사의 조치에 대하여 회사가 정한 절차에 따라 이의 신청을 할 수 있으며, 회사는 정당하다고 확인하는 경우 서비스 이용 재개 등을 할 수 있으며, 이용자가 자신의 고의, 과실 없었음을 입증한 경우 회사는 서비스를 정지한 기간만큼 이용 기간을 연장합니다.

- 유료회원의 신청 또는 동의에 따라 월 정기결제 중인 유료서비스의 경우, 해당 회원이 유료서비스의 이용요금을 체납하는 경우 연체가 발생한 날 자동으로 이용권 해지가 될 수 있으므로, 유료서비스를 유지하고자 하는 유료회원은 이용요금의 체납 또는 결제수단의 연체가 발생하지 않도록 사전에 조치하여야 합니다.

- 유료서비스를 이용 중인 유료회원이 탈퇴하는 경우 해당 이용권은 즉시 해지되며 환불은 불가능합니다. 이 경우 유료회원의 정보와 왓챠플레이 이용내용은 관련 법령이 정하는 경우를 제외하고는 왓챠 약관 및 이 약관에 따라 처리됩니다. 다만 타사 계정을 결제 수단으로 사용하여 구독한 경우, 해당 타사를 통해서 해지해야 할 수도 있습니다.

제 15조 (과오금)

- 회사는 유료서비스 결제와 관련하여 과오금이 발생한 경우 이용대금의 결제와 동일한 방법으로 과오금 전액을 환불합니다. 다만, 동일한 방법으로 환불이 불가능할 때는 이를 사전에 고지합니다.

- 회사의 귀책사유로 과오금이 발생한 경우 과오금 전액을 환불합니다. 단, 회원의 귀책사유로 과오금이 발생한 경우, 회사가 과오금을 환불하는데 소요되는 비용은 합리적인 범위 내에서 이용자가 부담하여야 하며, 회사는 해당 비용을 차감 후 과오금을 환불할 수 있습니다.

- 회사는 회원이 과오금을 주장하며 환불을 요구하는 경우, 정당하게 유료서비스 요금이 부과되었음을 입증하면 환불을 거부할 수 있습니다.

- 회사는 과오금의 세부 환불절차 및 기타 사항에 대하여 다음과 같이 「콘텐츠이용자보호지침」이 정하는 바에 따릅니다.

1)회사나 회원이 과오금의 발생사실을 안 때에는 전자우편, 서비스 홈페이지 등 회사가 제시한 방법에 따라 상대방에게 통보

2)회사는 회원에게 환불에 필요한 정보를 요청(회원 성명, 결제증빙서류, 전화번호, 환불 요청 계좌 등)

3)회원은 환불에 필요한 2.호의 정보를 회사에 제공

4)회사는 이용자의 정보 제공일로부터 7일 이내 환불 처리 (회원의 명시적 의사표시가 있는 경우 차회 요금에서 상계)

제 16조 (유료서비스의 정지, 중단)

- 회사는 원칙적으로 연중무휴 1일 24시간 유료서비스를 제공합니다.

- 회사는 이용자에 대한 서비스 개선을 목적으로 하는 설비 점검 및 보수 시에는 서비스 전부 또는 일부의 제공을 제한, 중지, 중단할 수 있습니다. 이 경우 회사는 가능한 한 그 중단사유, 중단 기간 등을 이 약관 제3조(약관의 효력/변경 등)의 방법을 통하여 사전에 회원에게 공지하며, 다음 각 호의 경우에는 경위와 원인이 확인된 즉시 사후에 공지할 수 있습니다.

1)회원, 기타 불특정 제3자의 불법, 범죄행위로 인하여 기술적으로 정상적인 서비스의 제공이 어려운 경우

2)시스템 또는 기타 서비스 설비의 장애, 유무선 Network 장애 또는 유료서비스 이용의 폭주 등으로 정상적인 유료서비스 제공이 불가능할 경우

3)기타 천재지변, 국가비상사태, 정전 등 회사가 통제할 수 없는 불가항력적 사유로 인한 경우

- 회사는 제2항 각 호의 사유가 아닌 회사의 귀책사유로 서비스의 제공이 중단됨으로 인하여 회원이 입은 손해에 대하여 아래와 같이 「콘텐츠이용자보호지침」에서 정하는 바에 따라 배상합니다. 다만, 천재지변 등 불가항력으로 인한 경우는 아래 이용중지 또는 장애발생 시간에 산입하지 아니합니다. 또한, 각 호를 적용함에 있어 사전고지는 서비스 중지, 장애시점을 기준으로 3시간 이전에 고지된 것에 한합니다.

1)사업자의 책임 있는 사유로 인한 서비스 중지 또는 장애의 경우 : 서비스 중지•장애시간만큼 무료로 서비스 이용기간 연장

2)사업자가 서비스의 중지•장애에 대하여 사전고지한 경우에 있어서 이용자의 피해구제 등은 다음 각호에 의합니다. 다만, 서비스 개선을 목적으로 한 설비 점검 및 보수시 1개월을 기준으로 최대 24시간은 중지•장애 시간에 포함하지 아니합니다.

ㄱ.1개월을 기준으로 서비스 중지•장애시간이 24시간을 초과하는 경우 : 24시간과 이를 초과한 시간의 2배의 시간만큼 이용기간을 무료로 연장

ㄴ.1개월을 기준으로 서비스 중지•장애시간이 24시간을 초과하지 않은 경우 : 중지•장애 시간에 해당하는 시간을 무료로 연장

- 회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책, 운영상의 긴요한 사유로 수정, 중단, 변경할 수 있으며, 이에 대하여 관련 법령에 별도 규정이 있지 아니하는 한 별도의 보상을 하지 않습니다.

제 17조 (정보의 제공 및 광고의 게재)

- 회사는 회원의 사전 동의를 얻어 서비스 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 제공할 수 있습니다. 다만, 회사의 서비스를 이용한지 6개월이 경과하지 아니한 회원의 경우 회원의 사전동의가 없더라도 회사는 서비스 홈페이지, 전자우편 등의 방법으로 다양한 정보를 제공할 수 있습니다. 회원은 언제든지 회사에게 전자우편 등을 통하여 수신거절을 할 수 있습니다.

- 회사는 게재된 광고를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 손실 또는 손해에 대해 책임을 지지 않습니다.

제 18조 (개인정보보호)

- 회사는 회원의 서비스 이용에 필요한 최소한의 정보를 수집할 수 있습니다.

- 회사가 회원의 개인 식별이 가능한 개인정보를 수집하는 때에는 다음 각호의 모든 사항을 알리고 당해 회원의 동의를 받습니다.

1)개인정보의 수집, 이용 목적

2)수집하는 개인정보의 항목

3)개인정보의 보유, 이용 기간

- 회사는 서비스 제공과 관련하여 취득한 회원의 정보를 당해 회원의 동의 없이 목적 외로 이용하거나 제3자에게 제공할 수 없습니다. 다만, 다음 각 호의 경우에는 그러하지 않습니다.

1)관계법령에 의한 수사상의 목적으로 관계기관으로부터 요구 받는 경우

2)통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 제공하는 경우

3)원활한 서비스를 제공하고 회원의 편의를 증진하기 위하여 회사의 위임을 받은 관계사 및 업무위탁계약을 체결한 업무수탁자에게 제공하는 경우. 단, 이 경우 회사는 개인정보 취급위탁을 받는 자와 취급을 위탁하는 업무의 내용에 대하여 개인정보취급방침을 통해 공개하거나 전자우편 등을 통해 회원에게 고지합니다.

4)서비스 제공에 따른 요금정산을 위하여 필요한 경우

5)도용방지를 위하여 본인 확인에 필요한 경우

6)다른 법률에 특별한 규정이 있는 경우

- 이용자는 제2항 또는 제3항의 동의 요청을 거절할 수 있습니다.

- 회사는 정보통신망이용촉진 및 정보보호에 관한 법률 등 관계 법령이 정하는 바에 따라 이용자의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법령 및 ‘회사’의 개인정보보호정책이 적용됩니다.



5. 계약당사자의 의무, 손해배상 등

제 19조 (회원의 의무, 위반시 회사의 조치 등)

- 회원은 회사가 제공하는 서비스 이용 시 관계법령, 약관, 세부이용지침, 서비스 이용안내 및 사이트 내 공지한 주의사항, 회사가 서비스 이용과 관련하여 회원에게 통지하는 사항 등을 준수하여야 하며, 기타 회사 및 타인의 명예를 훼손하거나 서비스 운영 기타 업무수행에 지장을 초래하는 행위를 해서는 안됩니다.

- 회원은 아이디 및 비밀번호를 관리할 책임이 있으며, 본인이 아닌 타인이 사용하게 하여서는 안됩니다. 이를 위반하여 회원의 개인정보를 타인이 사용하여 서비스를 이용함으로써 발생한 결과에 대한 책임은 회원에게 있습니다. 회원은 타인의 명의, 아이디, 비밀번호, 휴대폰번호, 계좌번호, 신용카드번호 등 개인정보를 도용하거나 부정하게 사용하여서는 안됩니다.

- 회원은 회사가 사전에 허용한 경우를 제외하고는 영업활동 등 영리목적으로 서비스를 이용하거나 이 약관에서 금지하는 행위를 하거나 허용하는 범위를 벗어난 이용행위를 하여서는 안됩니다.

- 회원은 서비스 이용과정에서 위법행위 또는 선량한 풍속 기타 사회질서에 반하는 행위를 하여서는 안됩니다.

- 회원은 서비스를 이용하며 얻은 정보를 회사의 사전 승낙 없이 서비스의 이용 이외의 목적으로 사용하여서는 안됩니다.

- 회원은 서비스를 결제하여 콘텐츠를 최종소비자의 지위에서 이용하여야 하고, 영리를 목적으로 하는 영업장, 매장 등에서 재생 등의 방법으로 사용할 수 없습니다. 또한 서비스내의 콘텐츠를 불법적으로 복제, 유포, 공유하여서는 아니 되며, 이를 위반하여 발생한 제반 문제에 대한 책임은 회원 본인에게 있습니다. (이 경우, 국내외 제3자의 저작권 등을 침해하는 행위로서 회사가 IP 접속 차단 등 기술적인 조치를 통하여 타인에 대한 권리 침해 방지 조치를 취하였음에도 불구하고 이용자가 고의로 또는 회사를 기망하는 수단과 방법을 통하여 왓챠플레이에 접속하는 등 제3자의 저작권 등을 침해하는 행위를 포함합니다)

- 회사는 제1항 내지 제6항의 회원의 위반 행위가 있는 경우 해당 회원에 대하여 서비스 제공을 정지시킬 수 있고, 해당 회원이 같은 위반행위를 할 경우 서비스 이용계약을 해제 또는 해지할 수 있습니다. 회사의 해제/해지 및 이용 정지에 대하여 회원은 회사가 정한 절차에 따라 이의신청할 수 있습니다. 이 경우 이용자가 자신의 고의, 과실 없었음을 입증하거나 회원의 이의가 정당하다고 회사가 인정하는 경우 회사는 계정을 정지한 기간만큼 이용기간을 연장합니다.

- 서비스 이용과 관련하여 진실한 정보를 입력하지 않은 회원은 법적인 보호를 받을 수 없으며, 서비스 이용에 제한을 받을 수 있습니다.

- 청소년 유해 매체물을 이용하기 위해서는 만 19세 이상의 회원이어야 하며(단, 만 19세에 도달하는 해의 1월 1일을 맞이한 자를 포함합니다), 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 및 청소년 보호법의 규정에 의한 인증수단을 통해 성인인증을 받아야 하고 성인인증을 받지 않는 경우, 해당 서비스의 이용이 제한됩니다.

제 20조 (손해배상)

- 회사는 서비스의 결함에 의하여 유료회원에게 손해가 발생한 경우 회사는 유료회원에게 실제 발생한 손해만을 배상합니다. 다만, 회사의 고의 또는 과실 없이 유료회원에게 발생한 일체의 손해에 대하여는 책임을 지지 아니합니다. 회사는 이 약관에서 명시되지 아니한 회사의 귀책사유로 인하여 유료서비스의 이용 회원에게 손해가 발생한 경우 회사의 배상 책임과 관련하여 회사는 「콘텐츠이용자보호지침」의 관련 규정 및 기타 상관례를 따릅니다.

- 회사는 회원이 서비스와 관련하여 게재 또는 전송한 정보 및 자료의 사실성, 신뢰도, 정확성 등에 관하여는 책임을 지지 않습니다.

- 회사는 회원이 서비스를 이용하는 과정에서 이 약관 또는 법령에 위반한 행위로 발생한 개인적인 비용이나 손해에 대해서는 책임을 지지 않습니다.

- 회사에 제3자의 해킹, 바이러스 유통 등 불법행위로 인한 사고 발생시, 그 사고에 관하여 회원의 고의 또는 중대한 과실이 있거나, 회사가 그 사고를 방지하기 위하여 보안절차를 수립하고 이를 철저히 준수하는 등 관련법령에서 요구되는 주의의무를 다한 경우에 회사는 책임을 지지 않습니다.

- 회사는 회사에 귀책사유가 없는 서비스 장애, 전송 또는 게시의 실패, 서비스 이용과정에서 발생하는 데이터 오류, 생략, 누락, 상실, 파괴, 별진 등에 대하여 책임을 지지 않습니다.

- 회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책, 운영상의 긴요한 사유로 수정, 중단, 변경할 수 있으며, 이에 대하여 관련 법령에 별도 규정이 있지 아니하는 한 별도의 보상을 하지 않습니다.

- 회원이 이 약관의 이용 제한에 관한 각 규정에 따라, 서비스의 이용이 제한되거나 이용계약이 해지된 경우, 회원이 보유한 모든 디지털콘텐츠의 사용권은 상실되며 회사는 해당 디지털콘텐츠의 구매대금을 반환할 의무를 부담하지 아니합니다.

- 회원이 이 약관상의 의무를 위반함으로 인하여 회사에 손해가 발생한 경우 또는 유료회원이 유료서비스를 이용함에 있어 회사에 손해를 입힌 경우, 해당 회원은 회사에 그 손해를 배상하여야 합니다.

제 21조 (면책)

- 회사는 다음 각 호의 사유로 인하여 회원 또는 제3자에게 발생한 손해에 대하여는 그 책임을 지지 아니합니다.

1)천재지변 또는 이에 준하는 불가항력으로 인해 서비스를 제공할 수 없는 경우

2)회원이 자신의 아이디 또는 비밀번호 등의 관리를 소홀히 한 경우

3)회사의 관리영역이 아닌 공중통신선로의 장애로 서비스이용이 불가능한 경우

4)기타 회사의 귀책사유가 없는 통신서비스 등의 장애로 인한 경우

- 회사는 회원이 서비스를 이용하여 기대하는 효용을 얻지 못하거나 상실한 것, 서비스에 게시된 게시물에 대한 취사 선택 또는 이용으로 발생하는 결과 등에 대해서는 책임을 지지 않습니다. 또한 회사는 회원이 사이트에 게재한 리뷰, 평점 등 게시물의 정확성 등의 내용에 대하여는 책임을 지지 않습니다.

- 회사는 회원 상호간 또는 회원과 제3자 상호간에 서비스와 관련하여 발생한 분쟁에 대하여 개입할 의무가 없으며, 회사에 귀책사유가 없는 한 이로 인하여 발생한 손해를 배상할 책임이 없습니다.

제 22조 (분쟁의 해결)

- 서비스 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우, 회사와 회원은 분쟁의 해결을 위해 성실히 협의하고, 협의가 안될 경우 콘텐츠산업진흥법 상 콘텐츠분쟁 조정 위원회에 분쟁조정을 신청할 수 있습니다.

- 전항에 따라 분쟁이 해결되지 않을 경우 양 당사자는 소를 제기할 수 있으며, 회사와 회원 간의 소의 관할은 서울 중앙 지방법원으로 합니다.
                </v-card-text>
                <v-card-actions>
                    <v-btn
                        color="primary"
                        text
                        @click="dialog = false"
                    >
                        I accept
                    </v-btn>
                </v-card-actions>
            </v-card>
        </v-dialog>
    </div>
</template>

<script>
export default {

    props: {
        dialog: { type: Boolean, default: false }
    }
};
</script>
